import React from "react";

class Ascreen extends React.Component {
  render() {
    return (
      <div>
        <h3>물병자리(양력 1월 20일~2월 18일)</h3>
        <h3>
          다른 사람과 대화가 통하지 않아 고생할 수 있는 날입니다. 그동안 잘
          지내던 친구들과도 문제가 생길 수 있으니 주의가 필요합니다. 상대방을
          배려하면서 대화하는 기술을 익혀야 합니다. 미련을 버려야 새로운 기회가
          생길 수 있습니다. 싱글인 분이라면 당신이 원하는 상대방의 스타일을
          고집하지 마세요. 커플인 분이라면 색다른 경험을 하게 될 수 있는
          때입니다. 다른 사람과 소통하지 못하는 부분을 당신의 연인에게서 위로
          받을 수 있을 것입니다. 재물운에서는 약간의 위기감이 생길 수 있습니다.
          돈 거래는 가급적 피해야 하는 날입니다. 누군가가 혹시 돈을 빌려달라고
          해도 눈을 질끈 감고 모른 척 하세요.
        </h3>
      </div>
    );
  }
}

export default Ascreen;
