import React from "react";

class Bscreen extends React.Component {
  render() {
    return (
      <div>
        <h3>물고기자리(양력 2월 19일~3월 20일)</h3>

        <h3>
          이런저런 일에 관심이 가고 호기심이 왕성해지는 날입니다. 하지만 오늘은
          진로를 변경하기에 적당한 날이 아닙니다. 일단 자기 자신이 진행하고 있는
          일에 집중을 하는 것이 좋겠네요. 온라인을 통하여 누군가와 만나게 될
          수도 있습니다. 맨날 이상한 사람만 걸렸더라도 이번에는 조금 괜찮은
          사람을 만나게 될 수도 있으니 기대하세요. 커플인 분이라면 삼각관계의
          위험이 있습니다. 당신에게 접근해 오는 사람이 있더라도 쉽게 마음을
          빼앗겨서는 안 됩니다. 재물 때문에 피곤해질 수 있는 날입니다. 돈이
          들어와도 걱정이고 돈이 나가도 걱정이네요. 마음을 비우고 사는 게
          좋습니다. 돈을 쫓지 말아야 돈이 붙는 경우도 있으니까요.
        </h3>
      </div>
    );
  }
}

export default Bscreen;
