import React from "react";

class Cscreen extends React.Component {
  render() {
    return (
      <div>
        <h3>양자리(양력 3월 21일~4월 19일)</h3>
        <h3>
          처음에는 조금 조심스럽게 접근하게 되겠지만 조금씩 자신감이 붙게 될
          것입니다. 이미 하던 일 보다는 새로운 분야에 도전해보도록 하세요. 다른
          때보다 훨씬 금세 익숙해지게 될 수 있는 날입니다. 싱글인 분은 자신을
          조금 화려하게 꾸미는 것도 괜찮습니다. 자신이 기존에 고수하던
          스타일로부터 조금 탈피를 해보세요. 커플인 분이라면 상대에게 질투유발
          작전을 쓰기에 좋은 때입니다. 상대방을 완전히 내 사람으로 만들 수 있는
          절호의 찬스입니다. 재물에 있어서는 처녀자리나 물병자리의 사람이 도움이
          될 수 있어요. 그동안 당신을 괴롭히던 문제를 해결할 수도 있고요. 주변
          사람들의 도움을 잘 활용해 보세요.
        </h3>
      </div>
    );
  }
}

export default Cscreen;
