import React from "react";

class Dscreen extends React.Component {
  render() {
    return (
      <div>
        <h3>황소자리(양력 4월 20일~5월 20일)</h3>
        <h3>
          사소한 자리에서도 특별한 사람을 만나게 될 수 있는 날입니다. 선입견을
          가지지 말고 상대를 바라볼 수 있어야 행운을 누리게 됩니다. 자신의 편견
          때문에 행운을 놓치지 않도록 주의해야 합니다. 애정운에서는 약간의
          주의가 필요합니다. 당신에게 호감을 가지고 있다며 접근하는 사람이
          있지만 쉽게 마음을 주어서는 안 됩니다. 당신을 좋아하는 사람이 아니라
          당신이 좋아하는 사람을 선택해야 좋은 날입니다. 재물운에서도 주의가
          필요합니다. 자신도 모르는 사이에 돈을 쓸 수 있으니, 즉흥적인 소비는
          피하는 것이 좋습니다. 신용카드 사용 내역이나 결제 대금에 대해서도 미리
          확인해 보세요.
        </h3>
      </div>
    );
  }
}

export default Dscreen;
