import React from "react";

class Escreen extends React.Component {
  render() {
    return (
      <div>
        <h3>쌍둥이자리(양력 5월 21일~6월 21일)</h3>
        <h3>
          나름대로는 열심히 한다고 하고 있는 중인데도 그 성과는 별로인 날입니다.
          또한 계획한 일을 진행하다가 문득문득 싫증을 느끼게 되니 계속해서
          진행을 하는 것이 무의미하다는 생각에 빠지게도 됩니다. 새로운 것보다는
          오래된 것에서 행운이 따르는 날입니다. 싱글인 분이라면 자신의 주변에
          있는 사람 중에서 상대를 찾아보도록 하세요. 커플인 분이라면 갑작스레
          나타난 제3자가 신경을 거슬리게 할 수 있지만, 무시하도록 하세요.
          재물운은 최상이라고 할 수 있습니다. 다만 돈에 연연해서는 돈이 따르지
          않을 것입니다. 모른 척 하고 있을 때 스르륵 지갑에 돈이 들어오는
          형국이라고나 할까요.
        </h3>
      </div>
    );
  }
}

export default Escreen;
