import React from "react";

class Fscreen extends React.Component {
  render() {
    return (
      <div>
        <h3>게자리(양력 6월 22일~7월 22일)</h3>
        <h3>
          신비로운 분위기가 당신을 감싸게 되는 날입니다. 이것이 꿈인지 현실인지
          헷갈리는 일이 발생할 수도 있으며, 아련하게 당신의 감성을 자극하는
          일들도 생기게 될 것입니다. 당신의 마음을 끌던 이성이 있다면 말을
          건네보도록 하세요. 당신과 그 사람은 신비로운 커플이 될 수도 있을
          것입니다. 커플인 분의 경우에는 상대방의 새로운 면모를 발견하게 될 수
          있습니다. 그리고 이러한 발견이 두 사람을 더욱 단단하게 엮어줄
          것입니다. 재물에 있어서는 허리띠를 졸라매는 것이 좋습니다. 특히 많은
          돈이 들어가는 일은 피하도록 하세요. 지금 당장 기분이 좋을 수 있어도,
          나중에 골치가 아플 수 있어요.
        </h3>
      </div>
    );
  }
}

export default Fscreen;
