import React from "react";

class Gscreen extends React.Component {
  render() {
    return (
      <div>
        <h3>사자자리(양력 7월 23일~8월 22일)</h3>
        <h3>
          확실하게 회복된 자신감으로 당당하게 앞으로 나아가야 하는 날입니다.
          무언가 일을 벌이기에 적당한 날이며, 자신의 장점을 최대한 발휘할 수
          있는 일을 만나게 될 것입니다. 사랑보다는 일이나 공부가 우선되어야 하는
          때입니다. 사랑이 중요하기는 하지만 인생의 모든 것이 될 수는 없습니다.
          사랑에 대하여 너무 진지하게 생각하기 보다는 어느 정도 편하게 생각하는
          것이 좋습니다. 재물운은 정점이라고 할 수 있어요. 생각지 않았던 돈이
          들어올 수 있으며, 직장인이라면 연봉의 상승 등 좋은 일이 있을 것입니다.
          작은 행운들도 따르니 복권 구입이나 경품 행사에 응모하는 것도 좋습니다.
        </h3>
      </div>
    );
  }
}

export default Gscreen;
