import React from "react";

class Hscreen extends React.Component {
  render() {
    return (
      <div>
        <h3>처녀자리(양력 8월 23일~9월 23일)</h3>
        <h3>
          주변에 조언자가 없으니 홀로 애태우게 되는 날입니다. 자신의 힘으로 해야
          할 일이 있고, 누군가의 도움을 받아야 하는 일도 있는데 당신은 모든 일을
          힘겹게 홀로 해내가야 하네요. 괜스레 감상적인 기분이 드는 날입니다.
          멀어졌던 사람을 다시 만나게 될 수 있으며, 짝사랑하던 사람과 갑작스레
          마주치게 될 수도 있습니다. 커플인 분이라면 사랑의 업데이트를 해야 하는
          날입니다. 혼자 애태울 것이 아니라 상대방과 대화를 하도록 하세요. 돈을
          만들기보다 돈을 잃지 않도록 간수해야 하는 날입니다. 불필요한 소비나
          지출은 피하도록 하세요. 쇼핑을 하더라도 미리 계획한 물품만 구매하는
          것이 좋습니다.
        </h3>
      </div>
    );
  }
}

export default Hscreen;
