import React from "react";

class Iscreen extends React.Component {
  render() {
    return (
      <div>
        <h3>천칭자리(양력 9월 24일~10월 22일)</h3>
        <h3>
          많은 대화가 행운을 주게 되는 날입니다. 당신의 지성 리듬이 최고조에
          다다르기 때문에 누구와 대화를 나누어도 당신이 대화의 주도권을 쥐게 될
          것입니다. 대화를 이끌어가는 힘을 갖고 있는 당신의 뜻대로 일이 진행될
          것입니다. 커플인 분이라면 약간 권태기를 느낄 수 있습니다. 혹시 두 사람
          사이에 대화가 너무 없었던 것은 아닌지 돌아보세요. 싱글인 분이라면
          진지한 상대방을 찾아보세요. 너무 가벼운 사람은 오늘 당신의 스타일이
          아닙니다. 재물운은 무난한 하루입니다. 다만 양자리와는 어떤 거래도
          피하는 것이 좋겠네요. 물건을 구매하기에는 아주 적기입니다. 그동안 사고
          싶었던 물건이 있다면 오늘 구매를 해보세요.
        </h3>
      </div>
    );
  }
}

export default Iscreen;
