import React from "react";

class Jscreen extends React.Component {
  render() {
    return (
      <div>
        <h3>전갈자리(양력 10월 23일~11월 22일)</h3>
        <h3>
          모든 것을 원점에서 다시 생각해봐야 하는 날입니다. 당신을 괴롭히던
          문제가 있다면 이번에 그 해결의 실마리를 찾게 될 수도 있습니다. 조금은
          다른 시각으로 문제를 바라봐야 합니다. 커플인 분이라면 사랑에 변화의
          조짐이 보이네요. 그리고 그러한 조짐이 좋은 방향으로 흐를지 나쁜
          방향으로 흐를지는 당신에게 달려 있습니다. 싱글인 분이라면 새로운
          연애의 기운이 있으니 준비하시는 게 좋습니다. 재물에 있어서는 마음을
          비우도록 하세요. 돈을 좇는다고 해서 재물이 늘어나는 것은 아니에요.
          너무 돈에 연연하다 보면, 오히려 손해를 볼 수도 있어요.
        </h3>
      </div>
    );
  }
}

export default Jscreen;
