import React from "react";

class Kscreen extends React.Component {
  render() {
    return (
      <div>
        <h3>사수자리(양력 11월 23일~12월 24일)</h3>
        <h3>
          당신의 감각이 매우 예민해지는 날이며, 당신의 예상이 그대로 적중되는
          날이기도 합니다. 오감이 발달해지는 시기이므로 머리를 쓰는 일보다는
          몸을 쓰는 일이 적당한 때이네요. 싱글인 분이라면 물고기자리나
          황소자리의 사람은 일단 피하는 것이 좋습니다. 당신의 예민해진 감각으로
          상대를 골라보도록 하세요. 커플인 분이라면 괜스레 상대에게 짜증을 낼 수
          있는 날입니다. 작은 싸움이 큰 싸움으로 번지지 않도록 주의를 기울여야
          합니다. 재물운은 나쁘지 않지만 아르바이트에서 피해를 볼 수 있습니다.
          돈을 못 받게 되거나 나쁜 처우를 견뎌야 할 수 있어요. 현재 쉬고 있는
          중이라면 다른 날에 알바를 구하는 것이 좋겠네요.
        </h3>
      </div>
    );
  }
}

export default Kscreen;
