import React from "react";

class Lscreen extends React.Component {
  render() {
    return (
      <div>
        <h3>염소자리(양력 12월 25일~1월 19일)</h3>
        <h3>
          심리적으로 어느 정도 안정감을 찾게 되는 날입니다. 진행하던 일에서 어느
          정도 성과가 나오기 시작하니 기분도 좋으네요. 여러 사람과 대화를 나누면
          행운이 따릅니다. 싱글인 분은 인연을 만나게 될 수 있습니다. 인연은 때와
          장소를 가리지 않고 나타날 수 있으니 대비를 하셔야 합니다. 커플인
          경우에도 연애가 무르익는 날입니다. 상대방의 단점보다는 상대방의 장점이
          더욱 크게 보이네요. 재물운은 무난한 날이에요. 어느 정도 베풀면서
          살아도 지갑이 비지 않을 것입니다. 덕을 쌓기에도 좋은 하루이니,
          친구들을 모아서 저녁이라도 대접하세요.
        </h3>
      </div>
    );
  }
}

export default Lscreen;
